#+TITLE: Brainstorm School Fall 22 II
#+AUTHOR: Chris Hogan
#+DATE: <2022-10-17 Mon> to <2022-11-27 Sun>
#+STARTUP: nologdone

* Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2022-W42 :tags t
  #+CAPTION: Clock summary at [2022-11-25 Fri 21:38], for week 2022-W42.
  | Tags     | Headline                                   | Time    |       |      |
  |----------+--------------------------------------------+---------+-------+------|
  |          | *Total time*                               | *56:51* |       |      |
  |----------+--------------------------------------------+---------+-------+------|
  |          | Week 1                                     | 56:51   |       |      |
  |          | \_  <2022-10-17 Mon>                       |         |  9:56 |      |
  | drawing  | \_    AD1 week 4 homework                  |         |       | 4:02 |
  | drawing  | \_    WB1 week 4 homework                  |         |       | 3:44 |
  | painting | \_    DC1 week 4 homework                  |         |       | 2:10 |
  |          | \_  <2022-10-18 Tue>                       |         |  9:37 |      |
  | drawing  | \_    AD1 week 4 homework                  |         |       | 2:31 |
  | drawing  | \_    WB1 week 4 homework                  |         |       | 3:42 |
  | painting | \_    DC1 week 4 homework                  |         |       | 3:24 |
  |          | \_  <2022-10-19 Wed>                       |         | 10:16 |      |
  | drawing  | \_    AD1 week 4 homework                  |         |       | 6:13 |
  | drawing  | \_    WB1 week 4 homework                  |         |       | 2:19 |
  | painting | \_    DC1 week 4 homework                  |         |       | 1:44 |
  |          | \_  <2022-10-20 Thu>                       |         |  5:43 |      |
  | study    | \_    Kyle's impasto brushes               |         |       | 1:58 |
  | painting | \_    DC1 week 4 homework                  |         |       | 1:32 |
  | drawing  | \_    AD1 week 4 homework                  |         |       | 2:13 |
  |          | \_  <2022-10-21 Fri>                       |         |  5:43 |      |
  | 3D       | \_    blender geometry nodes               |         |       | 5:43 |
  |          | \_  <2022-10-22 Sat>                       |         |  7:00 |      |
  | study    | \_    AD1 week 5                           |         |       | 3:30 |
  | study    | \_    WB1 week 5                           |         |       | 3:30 |
  |          | \_  <2022-10-23 Sun>                       |         |  8:36 |      |
  | drawing  | \_    AD1 week 5 homework                  |         |       | 2:51 |
  | study    | \_    Maciej Intro to Environment painting |         |       | 2:28 |
  | study    | \_    DC1 week 5                           |         |       | 3:02 |
  | study    | \_    blog                                 |         |       | 0:15 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *27h 35m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *14h 43m* |
  |----------+------------+-----------|
  | painting | *Tag time* | *8h 50m*  |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *5h 43m*  |
  
  #+END:
** <2022-10-17 Mon>
*** DONE AD1 week 4 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-10-17 Mon 07:30]--[2022-10-17 Mon 11:32] =>  4:02
    :END:
*** DONE WB1 week 4 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-10-17 Mon 17:42]--[2022-10-17 Mon 17:59] =>  0:17
    CLOCK: [2022-10-17 Mon 12:20]--[2022-10-17 Mon 15:47] =>  3:26
    :END:
*** DONE DC1 week 4 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-10-17 Mon 18:00]--[2022-10-17 Mon 20:10] =>  2:10
    :END:
** <2022-10-18 Tue>
*** DONE AD1 week 4 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-10-18 Tue 10:46]--[2022-10-18 Tue 11:40] =>  0:54
    CLOCK: [2022-10-18 Tue 07:21]--[2022-10-18 Tue 08:58] =>  1:37
    :END:
*** DONE WB1 week 4 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-10-18 Tue 17:43]--[2022-10-18 Tue 18:15] =>  0:32
    CLOCK: [2022-10-18 Tue 13:00]--[2022-10-18 Tue 16:10] =>  3:10
    :END:
*** DONE DC1 week 4 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-10-18 Tue 18:15]--[2022-10-18 Tue 21:39] =>  3:24
    :END:
** <2022-10-19 Wed>
*** DONE AD1 week 4 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-10-19 Wed 20:28]--[2022-10-19 Wed 21:49] =>  1:21
    CLOCK: [2022-10-19 Wed 15:21]--[2022-10-19 Wed 16:13] =>  0:52
    CLOCK: [2022-10-19 Wed 07:32]--[2022-10-19 Wed 11:32] =>  4:00
    :END:
*** DONE WB1 week 4 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-10-19 Wed 14:04]--[2022-10-19 Wed 14:56] =>  0:52
    CLOCK: [2022-10-19 Wed 12:21]--[2022-10-19 Wed 13:48] =>  1:27
    :END:
*** DONE DC1 week 4 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-10-19 Wed 18:44]--[2022-10-19 Wed 20:28] =>  1:44
    :END:
** <2022-10-20 Thu>
*** DONE Kyle's impasto brushes                                       :study:
    :LOGBOOK:
    CLOCK: [2022-10-20 Thu 08:50]--[2022-10-20 Thu 09:50] =>  1:00
    CLOCK: [2022-10-20 Thu 07:49]--[2022-10-20 Thu 08:47] =>  0:58
    :END:
*** DONE DC1 week 4 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-10-20 Thu 17:51]--[2022-10-20 Thu 19:13] =>  1:22
    CLOCK: [2022-10-20 Thu 10:30]--[2022-10-20 Thu 10:40] =>  0:10
    :END:
*** DONE AD1 week 4 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-10-20 Thu 19:13]--[2022-10-20 Thu 21:26] =>  2:13
    :END:
** <2022-10-21 Fri>
*** DONE blender geometry nodes                                       :3D:
    :LOGBOOK:
    CLOCK: [2022-10-21 Fri 15:01]--[2022-10-21 Fri 16:12] =>  1:11
    CLOCK: [2022-10-21 Fri 13:04]--[2022-10-21 Fri 14:04] =>  1:00
    CLOCK: [2022-10-21 Fri 08:00]--[2022-10-21 Fri 11:32] =>  3:32
    :END:
** <2022-10-22 Sat>
*** DONE AD1 week 5                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-10-22 Sat 11:56]--[2022-10-22 Sat 15:26] =>  3:30
    :END:
*** DONE WB1 week 5                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-10-22 Sat 16:00]--[2022-10-22 Sat 19:30] =>  3:30
    :END:
** <2022-10-23 Sun>
*** DONE AD1 week 5 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-10-23 Sun 18:05]--[2022-10-23 Sun 20:15] =>  2:10
    CLOCK: [2022-10-23 Sun 07:51]--[2022-10-23 Sun 08:32] =>  0:41
    :END:
*** DONE Maciej Intro to Environment painting                         :study:
    :LOGBOOK:
    CLOCK: [2022-10-23 Sun 9:30]--[2022-10-23 Sun 11:58] =>  2:28
    :END:
*** DONE DC1 week 5                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-10-23 Sun 11:58]--[2022-10-23 Sun 15:00] =>  3:02
    :END:
*** DONE blog                                                         :study:
    :LOGBOOK:
    CLOCK: [2022-10-23 Sun 20:16]--[2022-10-23 Sun 20:31] =>  0:15
    :END:
* Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2022-W43 :tags t
  #+CAPTION: Clock summary at [2022-11-25 Fri 21:38], for week 2022-W43.
  | Tags     | Headline                  | Time    |       |      |
  |----------+---------------------------+---------+-------+------|
  |          | *Total time*              | *65:17* |       |      |
  |----------+---------------------------+---------+-------+------|
  |          | Week 2                    | 65:17   |       |      |
  |          | \_  <2022-10-24 Mon>      |         | 11:18 |      |
  | drawing  | \_    AD1 week 5 homework |         |       | 4:02 |
  | drawing  | \_    WB1 week 5 homework |         |       | 3:54 |
  | painting | \_    DC1 week 5 homework |         |       | 3:22 |
  |          | \_  <2022-10-25 Tue>      |         | 11:10 |      |
  | drawing  | \_    AD1 week 5 homework |         |       | 4:18 |
  | drawing  | \_    WB1 week 5 homework |         |       | 3:28 |
  | painting | \_    DC1 week 5 homework |         |       | 3:24 |
  |          | \_  <2022-10-26 Wed>      |         |  9:00 |      |
  | drawing  | \_    AD1 week 5 homework |         |       | 4:05 |
  | drawing  | \_    WB1 week 5 homework |         |       | 2:31 |
  | painting | \_    DC1 week 5 homework |         |       | 2:24 |
  |          | \_  <2022-10-27 Thu>      |         | 10:15 |      |
  | drawing  | \_    AD1 week 5 homework |         |       | 3:02 |
  | study    | \_    AD1 week 5 homework |         |       | 1:26 |
  | drawing  | \_    WB1 week 5 homework |         |       | 2:46 |
  | painting | \_    DC1 week 5 homework |         |       | 3:01 |
  |          | \_  <2022-10-28 Fri>      |         |  8:33 |      |
  | study    | \_    AD1 week 5 homework |         |       | 8:33 |
  |          | \_  <2022-10-29 Sat>      |         |  8:04 |      |
  | study    | \_    AD1 week 5 homework |         |       | 1:21 |
  | study    | \_    AD1 week 6          |         |       | 3:26 |
  | study    | \_    WB1 week 6          |         |       | 3:17 |
  |          | \_  <2022-10-30 Sun>      |         |  6:57 |      |
  | painting | \_    DC1 week 5 homework |         |       | 2:22 |
  | study    | \_    DC1 week 6          |         |       | 3:25 |
  | study    | \_    Portfolio update    |         |       | 0:57 |
  | study    | \_    blog                |         |       | 0:13 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *28h 6m*  |
  |----------+------------+-----------|
  | study    | *Tag time* | *22h 38m* |
  |----------+------------+-----------|
  | painting | *Tag time* | *14h 33m* |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *0h 0m*   |
  
  #+END:
** <2022-10-24 Mon>
*** DONE AD1 week 5 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-10-24 Mon 07:30]--[2022-10-24 Mon 11:32] =>  4:02
    :END:
*** DONE WB1 week 5 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-10-24 Mon 12:28]--[2022-10-24 Mon 16:22] =>  3:54
    :END:
*** DONE DC1 week 5 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-10-24 Mon 18:30]--[2022-10-24 Mon 21:52] =>  3:22
    :END:
** <2022-10-25 Tue>
*** DONE AD1 week 5 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-10-25 Tue 15:53]--[2022-10-25 Tue 16:10] =>  0:17
    CLOCK: [2022-10-25 Tue 07:30]--[2022-10-25 Tue 11:31] =>  4:01
    :END:
*** DONE WB1 week 5 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-10-25 Tue 12:25]--[2022-10-25 Tue 15:53] =>  3:28
    :END:
*** DONE DC1 week 5 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-10-25 Tue 18:07]--[2022-10-25 Tue 21:31] =>  3:24
    :END:
** <2022-10-26 Wed>
*** DONE AD1 week 5 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-10-26 Wed 07:29]--[2022-10-26 Wed 11:34] =>  4:05
    :END:
*** DONE WB1 week 5 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-10-26 Wed 13:24]--[2022-10-26 Wed 15:55] =>  2:31
    :END:
*** DONE DC1 week 5 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-10-26 Wed 19:09]--[2022-10-26 Wed 21:33] =>  2:24
    :END:
** <2022-10-27 Thu>
*** DONE AD1 week 5 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-10-27 Thu 07:28]--[2022-10-27 Thu 10:30] =>  3:02
    :END:
*** DONE AD1 week 5 homework                                          :study:
    :LOGBOOK:
    CLOCK: [2022-10-27 Thu 15:21]--[2022-10-27 Thu 16:24] =>  1:03
    CLOCK: [2022-10-27 Thu 10:30]--[2022-10-27 Thu 10:53] =>  0:23
    :END:
*** DONE WB1 week 5 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-10-27 Thu 12:35]--[2022-10-27 Thu 15:21] =>  2:46
    :END:
*** DONE DC1 week 5 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-10-27 Thu 18:10]--[2022-10-27 Thu 21:11] =>  3:01
    :END:
** <2022-10-28 Fri>
*** DONE AD1 week 5 homework                                          :study:
    :LOGBOOK:
    CLOCK: [2022-10-28 Fri 19:01]--[2022-10-28 Fri 20:49] =>  1:48
    CLOCK: [2022-10-28 Fri 12:23]--[2022-10-28 Fri 15:11] =>  2:48
    CLOCK: [2022-10-28 Fri 07:33]--[2022-10-28 Fri 11:30] =>  3:57
    :END:
** <2022-10-29 Sat>
*** DONE AD1 week 5 homework                                          :study:
    :LOGBOOK:
    CLOCK: [2022-10-29 Sat 07:45]--[2022-10-29 Sat 09:06] =>  1:21
    :END:
*** DONE AD1 week 6                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-10-29 Sat 12:00]--[2022-10-29 Sat 15:26] =>  3:26
    :END:
*** DONE WB1 week 6                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-10-29 Sat 16:00]--[2022-10-29 Sat 19:17] =>  3:17
    :END:
** <2022-10-30 Sun>
*** DONE DC1 week 5 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-10-30 Sun 08:05]--[2022-10-30 Sun 10:27] =>  2:22
    :END:
*** DONE DC1 week 6                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-10-30 Sun 11:55]--[2022-10-30 Sun 15:20] =>  3:25
    :END:
*** DONE Portfolio update                                             :study:
    :LOGBOOK:
    CLOCK: [2022-10-30 Sun 18:26]--[2022-10-30 Sun 19:23] =>  0:57
    :END:
*** DONE blog                                                         :study:
    :LOGBOOK:
    CLOCK: [2022-10-30 Sun 20:19]--[2022-10-30 Sun 20:32] =>  0:13
    :END:
* Week 3
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2022-W44 :tags t
  #+CAPTION: Clock summary at [2022-11-25 Fri 21:38], for week 2022-W44.
  | Tags     | Headline                             | Time    |       |      |
  |----------+--------------------------------------+---------+-------+------|
  |          | *Total time*                         | *59:58* |       |      |
  |----------+--------------------------------------+---------+-------+------|
  |          | Week 3                               | 59:58   |       |      |
  |          | \_  <2022-10-31 Mon>                 |         | 11:17 |      |
  | study    | \_    AD1 week 6 reference gathering |         |       | 0:58 |
  | drawing  | \_    AD1 week 6 homework            |         |       | 3:02 |
  | study    | \_    WB1 week 6 reference gathering |         |       | 2:11 |
  | drawing  | \_    WB1 week 6 homework            |         |       | 1:33 |
  | painting | \_    DC1 week 6 homework            |         |       | 3:33 |
  |          | \_  <2022-11-01 Tue>                 |         |  3:55 |      |
  | drawing  | \_    AD1 week 6 homework            |         |       | 3:55 |
  |          | \_  <2022-11-02 Wed>                 |         |  9:44 |      |
  | drawing  | \_    AD1 week 6 homework            |         |       | 2:15 |
  | study    | \_    AD1 week 6 reference gathering |         |       | 1:06 |
  | drawing  | \_    WB1 week 6 homework            |         |       | 3:45 |
  | painting | \_    DC1 week 6 homework            |         |       | 2:38 |
  |          | \_  <2022-11-03 Thu>                 |         |  8:21 |      |
  | drawing  | \_    AD1 week 6 homework            |         |       | 4:00 |
  | drawing  | \_    WB1 week 6 homework            |         |       | 2:00 |
  | painting | \_    DC1 week 6 homework            |         |       | 2:21 |
  |          | \_  <2022-11-04 Fri>                 |         | 10:22 |      |
  | drawing  | \_    AD1 week 6 homework            |         |       | 4:00 |
  | drawing  | \_    WB1 week 6 homework            |         |       | 3:18 |
  | painting | \_    DC1 week 6 homework            |         |       | 3:04 |
  |          | \_  <2022-11-05 Sat>                 |         | 10:50 |      |
  | drawing  | \_    AD1 week 6 homework            |         |       | 2:22 |
  | drawing  | \_    WB1 week 6 homework            |         |       | 1:11 |
  | study    | \_    AD1 week 7                     |         |       | 4:40 |
  | study    | \_    WB1 week 7                     |         |       | 2:37 |
  |          | \_  <2022-11-06 Sun>                 |         |  5:29 |      |
  | study    | \_    WB1 week 7                     |         |       | 1:16 |
  | study    | \_    DC1 week 7                     |         |       | 3:40 |
  | study    | \_    blog                           |         |       | 0:33 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *31h 21m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *17h 1m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *11h 36m* |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *0h 0m*   |
  
  #+END:
** <2022-10-31 Mon>
*** DONE AD1 week 6 reference gathering                               :study:
    :LOGBOOK:
    CLOCK: [2022-10-31 Mon 07:31]--[2022-10-31 Mon 08:29] =>  0:58
    :END:
*** DONE AD1 week 6 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-10-31 Mon 08:30]--[2022-10-31 Mon 11:32] =>  3:02
    :END:
*** DONE WB1 week 6 reference gathering                               :study:
    :LOGBOOK:
    CLOCK: [2022-10-31 Mon 12:21]--[2022-10-31 Mon 14:32] =>  2:11
    :END:
*** DONE WB1 week 6 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-10-31 Mon 14:32]--[2022-10-31 Mon 16:05] =>  1:33
    :END:
*** DONE DC1 week 6 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-10-31 Mon 17:58]--[2022-10-31 Mon 21:31] =>  3:33
    :END:
** <2022-11-01 Tue>
*** DONE AD1 week 6 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-01 Tue 07:35]--[2022-11-01 Tue 11:30] =>  3:55
    :END:
** <2022-11-02 Wed>
*** DONE AD1 week 6 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-02 Wed 10:25]--[2022-11-02 Wed 11:10] =>  0:45
    CLOCK: [2022-11-02 Wed 07:30]--[2022-11-02 Wed 09:00] =>  1:30
    :END:
*** DONE AD1 week 6 reference gathering                               :study:
    :LOGBOOK:
    CLOCK: [2022-11-02 Wed 09:25]--[2022-11-02 Wed 10:25] =>  1:00
    CLOCK: [2022-11-02 Wed 09:00]--[2022-11-02 Wed 09:06] =>  0:06
    :END:
*** DONE WB1 week 6 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-02 Wed 12:26]--[2022-11-02 Wed 16:11] =>  3:45
    :END:
*** DONE DC1 week 6 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-11-02 Wed 19:00]--[2022-11-02 Wed 21:38] =>  2:38
    :END:
** <2022-11-03 Thu>
*** DONE AD1 week 6 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-03 Thu 07:30]--[2022-11-03 Thu 11:30] =>  4:00
    :END:
*** DONE WB1 week 6 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-03 Thu 15:12]--[2022-11-03 Thu 16:12] =>  1:00
    CLOCK: [2022-11-03 Thu 12:37]--[2022-11-03 Thu 13:37] =>  1:00
    :END:
*** DONE DC1 week 6 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-11-03 Thu 19:20]--[2022-11-03 Thu 21:41] =>  2:21
    :END:
** <2022-11-04 Fri>
*** DONE AD1 week 6 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-04 Fri 07:31]--[2022-11-04 Fri 11:31] =>  4:00
    :END:
*** DONE WB1 week 6 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-04 Fri 12:37]--[2022-11-04 Fri 15:55] =>  3:18
    :END:
*** DONE DC1 week 6 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-11-04 Fri 18:33]--[2022-11-04 Fri 21:37] =>  3:04
    :END:
** <2022-11-05 Sat>
*** DONE AD1 week 6 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-05 Sat 07:31]--[2022-11-05 Sat 09:53] =>  2:22
    :END:
*** DONE WB1 week 6 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-05 Sat 09:53]--[2022-11-05 Sat 11:04] =>  1:11
    :END:
*** DONE AD1 week 7                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-11-05 Sat 12:00]--[2022-11-05 Sat 16:40] =>  4:40
    :END:
*** DONE WB1 week 7                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-11-05 Sat 16:40]--[2022-11-05 Sat 19:17] =>  2:37
    :END:
** <2022-11-06 Sun>
*** DONE WB1 week 7                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-11-06 Sun 09:57]--[2022-11-06 Sun 10:52] =>  0:55
    CLOCK: [2022-11-06 Sun 08:35]--[2022-11-06 Sun 08:56] =>  0:21
    :END:
*** DONE DC1 week 7                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-11-06 Sun 11:58]--[2022-11-06 Sun 15:26] =>  3:28
    CLOCK: [2022-11-06 Sun 09:45]--[2022-11-06 Sun 09:57] =>  0:12
    :END:
*** DONE blog                                                         :study:
    :LOGBOOK:
    CLOCK: [2022-11-06 Sun 18:10]--[2022-11-06 Sun 18:43] =>  0:33
    :END:
* Week 4
 #+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2022-W45 :tags t
 #+CAPTION: Clock summary at [2022-11-25 Fri 21:38], for week 2022-W45.
 | Tags     | Headline                             | Time    |       |      |
 |----------+--------------------------------------+---------+-------+------|
 |          | *Total time*                         | *70:00* |       |      |
 |----------+--------------------------------------+---------+-------+------|
 |          | Week 4                               | 70:00   |       |      |
 |          | \_  <2022-11-07 Mon>                 |         | 11:18 |      |
 | study    | \_    AD1 week 7 reference gathering |         |       | 1:04 |
 | drawing  | \_    AD1 week 7 homework            |         |       | 2:57 |
 | drawing  | \_    WB1 week 7 homework            |         |       | 3:43 |
 | painting | \_    DC1 week 7 homework            |         |       | 3:34 |
 |          | \_  <2022-11-08 Tue>                 |         |  9:55 |      |
 | drawing  | \_    AD1 week 7 homework            |         |       | 3:18 |
 | drawing  | \_    WB1 week 7 homework            |         |       | 3:30 |
 | painting | \_    DC1 week 7 homework            |         |       | 3:07 |
 |          | \_  <2022-11-09 Wed>                 |         | 10:19 |      |
 | drawing  | \_    AD1 week 7 homework            |         |       | 3:18 |
 | drawing  | \_    WB1 week 7 homework            |         |       | 3:25 |
 | painting | \_    DC1 week 7 homeowrk            |         |       | 3:36 |
 |          | \_  <2022-11-10 Thu>                 |         |  8:49 |      |
 | drawing  | \_    AD1 week 7 homework            |         |       | 1:54 |
 | drawing  | \_    WB1 week 7 homework            |         |       | 3:50 |
 | painting | \_    DC1 week 7 homework            |         |       | 3:05 |
 |          | \_  <2022-11-11 Fri>                 |         | 11:09 |      |
 | drawing  | \_    AD1 week 7 homework            |         |       | 4:04 |
 | drawing  | \_    WB1 week 7 homework            |         |       | 3:48 |
 | painting | \_    DC1 week 7 homework            |         |       | 3:17 |
 |          | \_  <2022-11-12 Sat>                 |         | 10:22 |      |
 | drawing  | \_    AD1 week 7 homework            |         |       | 0:29 |
 | drawing  | \_    WB1 week 7 homework            |         |       | 3:12 |
 | study    | \_    AD1 week 8                     |         |       | 3:04 |
 | study    | \_    WB1 week 8                     |         |       | 3:37 |
 |          | \_  <2022-11-13 Sun>                 |         |  8:08 |      |
 | painting | \_    DC1 week 7 homework            |         |       | 2:44 |
 | study    | \_    DC1 week 8                     |         |       | 3:01 |
 | study    | \_    WB1 week 8 planning            |         |       | 1:52 |
 | study    | \_    blog                           |         |       | 0:31 |
 #+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h)  |
|----------+------------+-----------|
| drawing  | *Tag time* | *37h 28m* |
|----------+------------+-----------|
| study    | *Tag time* | *13h 9m*  |
|----------+------------+-----------|
| painting | *Tag time* | *19h 23m* |
|----------+------------+-----------|
| 3D       | *Tag time* | *0h 0m*   |

#+END:
** <2022-11-07 Mon>
*** DONE AD1 week 7 reference gathering                               :study:
    :LOGBOOK:
    CLOCK: [2022-11-07 Mon 07:30]--[2022-11-07 Mon 08:34] =>  1:04
    :END:
*** DONE AD1 week 7 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-07 Mon 08:34]--[2022-11-07 Mon 11:31] =>  2:57
    :END:
*** DONE WB1 week 7 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-07 Mon 16:14]--[2022-11-07 Mon 16:23] =>  0:09
    CLOCK: [2022-11-07 Mon 15:27]--[2022-11-07 Mon 16:05] =>  0:38
    CLOCK: [2022-11-07 Mon 12:22]--[2022-11-07 Mon 15:18] =>  2:56
    :END:
*** DONE DC1 week 7 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-11-07 Mon 21:20]--[2022-11-07 Mon 21:47] =>  0:27
    CLOCK: [2022-11-07 Mon 17:50]--[2022-11-07 Mon 20:57] =>  3:07
    :END:
** <2022-11-08 Tue>
*** DONE AD1 week 7 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-08 Tue 07:30]--[2022-11-08 Tue 10:48] =>  3:18
    :END:
*** DONE WB1 week 7 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-08 Tue 12:41]--[2022-11-08 Tue 16:11] =>  3:30
    :END:
*** DONE DC1 week 7 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-11-08 Tue 18:23]--[2022-11-08 Tue 21:30] =>  3:07
    :END:
** <2022-11-09 Wed>
*** DONE AD1 week 7 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-09 Wed 07:34]--[2022-11-09 Wed 10:52] =>  3:18
    :END:
*** DONE WB1 week 7 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-09 Wed 12:37]--[2022-11-09 Wed 16:02] =>  3:25
    :END:
*** DONE DC1 week 7 homeowrk                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-11-09 Wed 18:07]--[2022-11-09 Wed 21:43] =>  3:36
    :END:
** <2022-11-10 Thu>
*** DONE AD1 week 7 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-10 Thu 09:39]--[2022-11-10 Thu 11:33] =>  1:54
    :END:
*** DONE WB1 week 7 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-10 Thu 12:35]--[2022-11-10 Thu 16:25] =>  3:50
    :END:
*** DONE DC1 week 7 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-11-10 Thu 18:14]--[2022-11-10 Thu 21:19] =>  3:05
    :END:
** <2022-11-11 Fri>
*** DONE AD1 week 7 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-11 Fri 07:30]--[2022-11-11 Fri 11:34] =>  4:04
    :END:
*** DONE WB1 week 7 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-11 Fri 12:30]--[2022-11-11 Fri 16:18] =>  3:48
    :END:
*** DONE DC1 week 7 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-11-11 Fri 18:04]--[2022-11-11 Fri 21:21] =>  3:17
    :END:
** <2022-11-12 Sat>
*** DONE AD1 week 7 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-12 Sat 10:42]--[2022-11-12 Sat 11:11] =>  0:29
    :END:
*** DONE WB1 week 7 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-12 Sat 07:30]--[2022-11-12 Sat 10:42] =>  3:12
    :END:
*** DONE AD1 week 8                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-11-12 Sat 12:00]--[2022-11-12 Sat 15:04] =>  3:04
    :END:
*** DONE WB1 week 8                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-11-12 Sat 16:00]--[2022-11-12 Sat 19:37] =>  3:37
    :END:
** <2022-11-13 Sun>
*** DONE DC1 week 7 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-11-13 Sun 10:28]--[2022-11-13 Sun 10:57] =>  0:29
    CLOCK: [2022-11-13 Sun 07:49]--[2022-11-13 Sun 10:04] =>  2:15
    :END:
*** DONE DC1 week 8                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-11-13 Sun 12:00]--[2022-11-13 Sun 15:01] =>  3:01
    :END:
*** DONE WB1 week 8 planning                                          :study:
    :LOGBOOK:
    CLOCK: [2022-11-13 Sun 18:29]--[2022-11-13 Sun 20:21] =>  1:52
    :END:
*** DONE blog                                                         :study:
    :LOGBOOK:
    CLOCK: [2022-11-13 Sun 20:21]--[2022-11-13 Sun 20:52] =>  0:31
    :END:
* Week 5
 #+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2022-W46 :tags t
 #+CAPTION: Clock summary at [2022-11-25 Fri 21:38], for week 2022-W46.
 | Tags     | Headline                  | Time    |       |      |
 |----------+---------------------------+---------+-------+------|
 |          | *Total time*              | *54:34* |       |      |
 |----------+---------------------------+---------+-------+------|
 |          | Week 5                    | 54:34   |       |      |
 |          | \_  <2022-11-14 Mon>      |         | 10:50 |      |
 | 3D       | \_    AD1 week 8 homework |         |       | 3:09 |
 | drawing  | \_    AD1 week 8 homework |         |       | 0:51 |
 | drawing  | \_    WB1 week 8 homework |         |       | 3:43 |
 | painting | \_    DC1 week 8 homework |         |       | 3:07 |
 |          | \_  <2022-11-15 Tue>      |         |  5:46 |      |
 | 3D       | \_    AD1 week 8 homework |         |       | 0:23 |
 | drawing  | \_    AD1 week 8 homework |         |       | 3:38 |
 | drawing  | \_    WB1 week 8 homework |         |       | 1:45 |
 |          | \_  <2022-11-16 Wed>      |         |  7:10 |      |
 | 3D       | \_    AD1 week 8 homework |         |       | 4:00 |
 | drawing  | \_    WB1 week 8 homework |         |       | 1:07 |
 | painting | \_    DC1 week 8 homework |         |       | 2:03 |
 |          | \_  <2022-11-17 Thu>      |         | 10:15 |      |
 | drawing  | \_    AD1 week 8 homework |         |       | 4:00 |
 | drawing  | \_    WB1 week 8 homework |         |       | 3:19 |
 | painting | \_    DC1 week 8 homework |         |       | 2:56 |
 |          | \_  <2022-11-18 Fri>      |         |  6:50 |      |
 | drawing  | \_    AD1 week 8 homework |         |       | 4:01 |
 | drawing  | \_    WB1 week 8 homework |         |       | 2:49 |
 |          | \_  <2022-11-19 Sat>      |         | 10:07 |      |
 | drawing  | \_    AD1 week 8 homework |         |       | 2:33 |
 | drawing  | \_    WB1 week 8 homework |         |       | 0:55 |
 | study    | \_    AD1 week 9          |         |       | 3:24 |
 | study    | \_    WB1 week 9          |         |       | 3:15 |
 |          | \_  <2022-11-20 Sun>      |         |  3:36 |      |
 | study    | \_    DC1 week 9          |         |       | 3:17 |
 |          | \_    blog                |         |       | 0:19 |
 #+END:

 #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
 | Tag      | Headline   | Time (h)  |
 |----------+------------+-----------|
 | drawing  | *Tag time* | *28h 41m* |
 |----------+------------+-----------|
 | study    | *Tag time* | *9h 56m*  |
 |----------+------------+-----------|
 | painting | *Tag time* | *8h 6m*   |
 |----------+------------+-----------|
 | 3D       | *Tag time* | *7h 32m*  |
 
 #+END:
** <2022-11-14 Mon>
*** DONE AD1 week 8 homework                                             :3D:
    :LOGBOOK:
    CLOCK: [2022-11-14 Mon 07:30]--[2022-11-14 Mon 10:39] =>  3:09
    :END:
*** DONE AD1 week 8 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-14 Mon 10:39]--[2022-11-14 Mon 11:30] =>  0:51
    :END:
*** DONE WB1 week 8 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-14 Mon 12:30]--[2022-11-14 Mon 16:13] =>  3:43
    :END:
*** DONE DC1 week 8 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-11-14 Mon 21:22]--[2022-11-14 Mon 21:48] =>  0:26
    CLOCK: [2022-11-14 Mon 18:13]--[2022-11-14 Mon 20:54] =>  2:41
    :END:
** <2022-11-15 Tue>
*** DONE AD1 week 8 homework                                             :3D:
    :LOGBOOK:
    CLOCK: [2022-11-15 Tue 07:30]--[2022-11-15 Tue 07:53] =>  0:23
    :END:
*** DONE AD1 week 8 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-15 Tue 07:53]--[2022-11-15 Tue 11:31] =>  3:38
    :END:
*** DONE WB1 week 8 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-15 Tue 12:19]--[2022-11-15 Tue 14:04] =>  1:45
    :END:
** <2022-11-16 Wed>
*** DONE AD1 week 8 homework                                             :3D:
    :LOGBOOK:
    CLOCK: [2022-11-16 Wed 07:32]--[2022-11-16 Wed 11:32] =>  4:00
    :END:
*** DONE WB1 week 8 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-16 Wed 12:38]--[2022-11-16 Wed 13:45] =>  1:07
    :END:
*** DONE DC1 week 8 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-11-16 Wed 19:12]--[2022-11-16 Wed 21:15] =>  2:03
    :END:
** <2022-11-17 Thu>
*** DONE AD1 week 8 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-17 Thu 07:30]--[2022-11-17 Thu 11:30] =>  4:00
    :END:
*** DONE WB1 week 8 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-17 Thu 12:28]--[2022-11-17 Thu 15:47] =>  3:19
    :END:
*** DONE DC1 week 8 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-11-17 Thu 18:21]--[2022-11-17 Thu 21:17] =>  2:56
    :END:
** <2022-11-18 Fri>
*** DONE AD1 week 8 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-18 Fri 07:30]--[2022-11-18 Fri 11:31] =>  4:01
    :END:
*** DONE WB1 week 8 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-18 Fri 12:32]--[2022-11-18 Fri 15:21] =>  2:49
    :END:
** <2022-11-19 Sat>
*** DONE AD1 week 8 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-19 Sat 07:45]--[2022-11-19 Sat 10:18] =>  2:33
    :END:
*** DONE WB1 week 8 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-19 Sat 10:18]--[2022-11-19 Sat 11:13] =>  0:55
    :END:
*** DONE AD1 week 9                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-11-19 Sat 11:58]--[2022-11-19 Sat 15:22] =>  3:24
    :END:
*** DONE WB1 week 9                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-11-19 Sat 16:00]--[2022-11-19 Sat 19:15] =>  3:15
    :END:
** <2022-11-20 Sun>
*** DONE DC1 week 9                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-11-20 Sun 11:58]--[2022-11-20 Sun 15:15] =>  3:17
    :END:
*** DONE blog
    :LOGBOOK:
    CLOCK: [2022-11-20 Sun 20:02]--[2022-11-20 Sun 20:21] =>  0:19
    :END:
* Week 6
 #+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2022-W47 :tags t
 #+CAPTION: Clock summary at [2022-11-25 Fri 21:38], for week 2022-W47.
 | Tags    | Headline                   | Time    |       |      |
 |---------+----------------------------+---------+-------+------|
 |         | *Total time*               | *12:52* |       |      |
 |---------+----------------------------+---------+-------+------|
 |         | Week 6                     | 12:52   |       |      |
 |         | \_  <2022-11-21 Mon>       |         |  0:30 |      |
 | drawing | \_    sketching            |         |       | 0:30 |
 |         | \_  <2022-11-22 Tue>       |         |  1:00 |      |
 | study   | \_    learning 3Dcoat      |         |       | 1:00 |
 |         | \_  <2022-11-23 Wed>       |         |  0:20 |      |
 | drawing | \_    Sketching at the vet |         |       | 0:20 |
 |         | \_  <2022-11-25 Fri>       |         | 11:02 |      |
 | drawing | \_    AD1 week 9 homework  |         |       | 4:09 |
 | 3D      | \_    AD1 week 9 homework  |         |       | 6:53 |
 #+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h) |
|----------+------------+----------|
| drawing  | *Tag time* | *4h 59m* |
|----------+------------+----------|
| study    | *Tag time* | *1h 0m*  |
|----------+------------+----------|
| painting | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| 3D       | *Tag time* | *6h 53m* |

#+END:
** <2022-11-21 Mon>
*** DONE sketching                                                  :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-21 Mon 12:38]--[2022-11-21 Mon 13:08] =>  0:30
    :END:
** <2022-11-22 Tue>
*** DONE learning 3Dcoat                                              :study:
    :LOGBOOK:
    CLOCK: [2022-11-22 Tue 20:38]--[2022-11-22 Tue 21:38] =>  1:00
    :END:
** <2022-11-23 Wed>
*** DONE Sketching at the vet                                       :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-23 Wed 09:00]--[2022-11-23 Wed 09:20] =>  0:20
    :END:
** <2022-11-25 Fri>
*** DONE AD1 week 9 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-11-25 Fri 19:21]--[2022-11-25 Fri 19:42] =>  0:21
    CLOCK: [2022-11-25 Fri 10:00]--[2022-11-25 Fri 11:32] =>  1:32
    CLOCK: [2022-11-25 Fri 07:37]--[2022-11-25 Fri 09:53] =>  2:16
    :END:
*** DONE AD1 week 9 homework                                             :3D:
    :LOGBOOK:
    CLOCK: [2022-11-25 Fri 19:42]--[2022-11-25 Fri 21:38] =>  1:56
    CLOCK: [2022-11-25 Fri 18:10]--[2022-11-25 Fri 19:21] =>  1:11
    CLOCK: [2022-11-25 Fri 12:43]--[2022-11-25 Fri 16:29] =>  3:46
    :END:
